{
    "data": {
        "customerName": null,
        "docType": "2",
        "docName": "Dominante",
        "docName2": "Estável",
        "title": null,
        "letter": "D",
        "letter2": "S",
        "descriptionParagraphs": [
            "Você apresenta um alto grau nas dimensões Dominante e Estável. Este resultado não é conflitante. As características de cada dimensão formam o seu perfil.",
            "Contudo, dominância e estabilidade apresentam comportamentos opostos, por isso a descrição do seu estilo está separada em duas partes."
        ],
        "descriptionParagraphs2": [
            "Você é uma pessoa que impõe fortemente sua autoridade, gosta de diversidade e vanguarda. Por conta disso é inquieto e tem dificuldade em ficar parado por muito tempo. Quando um objetivo é alcançado, nem sempre você comemora, prefere pensar e/ou agir no próximo passo.",
            "Gosta de terminar as tarefas com rapidez e se preocupa mais com o resultado final do que com o processo. É questionador e pode ultrapassar limites estabelecidos por outras pessoas ou pelo ambiente se entender que eles não fazem sentido. Tenha cuidado para não ofender ou desrespeitar as pessoas ao seu redor.",
            "Em comparação aos outros, você pode ser rígido demais consigo mesmo por estar errado. Talvez isso possa motivá-lo a fazer o seu melhor, mas também pode impedir de correr riscos que podem ser benéficos. Por dar tanto valor a seu conhecimento, às vezes você pode perder tempo com erros.",
            "Você pode ser um questionador implacável. Por valorizar a lógica, é improvável que aceite novas ideias sem fazer uma análise minuciosa. Como resultado, você pode questionar as pessoas do grupo, mesmo que elas se sintam preparadas para progredir e você pode ser visto como alguém que impede o avanço.",
            "Você pode gostar de ter pessoas ao seu redor, mas gosta mesmo é de trabalhar sozinho. Isso permite que você se concentre de forma mais aprofundada para realização de resultados. Você valoriza sua independência, preferindo resolver as coisas sozinho ao invés de pedir ajuda. Isso não significa que você não gosta de trabalhar em equipe. Efetivamente, você gosta de dar conselhos e compartilhar experiências.",
            "Você tende a ser reservado, a não ser que conheça a pessoa muito bem para se abrir com ela. Você não se sente bem perto de pessoas emotivas, já que os sentimentos exagerados carregam uma dose de imprevisibilidade para você. Você demonstra autocontrole e espera isso das pessoas. Você pode se sentir vulnerável quando mostra suas emoções.",
            "Apesar do seu ar aparentemente calmo, às vezes você pode se irritar quando pensa que as normas e a lógica não estão sendo seguidas. Você não gosta de se envolver em conflitos, porém, pode demonstrar sua raiva de maneira sutil.",
            "Você se orgulha da qualidade do seu trabalho, mas evita reconhecimento público. Você pode pensar que todos pensam desta maneira e pode não lhe ocorrer que as pessoas queiram ser elogiadas por você.",
            "Você contribui de forma preciosa para sua organização ao insistir na precisão, primor e capacidade de encontrar soluções práticas para desafios complexos. Em suma, esses são alguns dos comportamentos que as pessoas mais admiram em você."
        ],
        "descriptionParagraphs3": [
            "Você provavelmente é uma pessoa solidária e se sente bem contribuindo com a equipe. Você não precisa receber os louros da vitória para ter satisfação. Quando recebe os créditos, pensa logo em compartilhar com o time. Prefere compartilhar as obrigações a ter que mandar alguém fazer.",
            "Você tende a se acomodar facilmente e necessita da aprovação dos outros. Inclusive gosta de ajudar as pessoas e tem dificuldade em dizer não ou comunicar às elas quando fica constrangido.",
            "Você prefere harmonia e se esquiva de conflitos. Tem medo de magoar as pessoas e pode remoer situações do passado com facilidade. Em grupo você prefere assumir o papel de diplomata. Quando o clima fica tenso, você tende a deixar a situação passar ao invés de se posicionar.",
            "O alto S gosta de trabalhar em ambientes calmos. Gosta de ser estimado, mas quando elogiado em público ou exageradamente, tende a ficar tímido. É possível que você menospreze os seus próprios resultados, fazendo com que outras pessoas deixem de reconhecer o seu valor.",
            "Você é confiante e desperta a dúvida nas outras pessoas. Quando as pessoas trazem ideias inovadoras, você mantém a cabeça aberta para manter o apoio. Se alguém não atende aos seus padrões, você prefere refazer o trabalho ao invés de dar um retorno negativo para não ferir os sentimentos ou colocar a relação em risco.",
            "Você tende a ser indeciso em algumas ocasiões e sua timidez pode fazer com que guarde suas ideias somente para si. Por isso algumas pessoas podem achar você pouco persuasivo. Falar o que você pensa pode ser mais eficiente do que imagina.",
            "Por ser paciente, você gosta de projetos de longo prazo e rotinas estabelecidas. Gosta de procedimentos para guiar seu trabalho e manter a constância. Para você, a clareza nas tarefas é fundamental. Não gosta de desapontar ninguém da organização. Gosta de se tornar especialista em determinadas habilidades para ter mais confiança na execução.",
            "Você é cuidadoso e gosta de evitar riscos. Gosta de seguir regras e procedimentos. Quando mudanças ousadas aparecem, você tende a se concentrar em falhas, deixando os benefícios de lado. Você precisa ter muita certeza antes de tomar uma decisão e isso pode impedir a melhoria em questão.",
            "Você contribui de forma preciosa para sua organização ao aceitar outras pessoas, confiança e capacidade de jogar em equipe. Em suma, esses são alguns dos comportamentos que as pessoas mais admiram em você."
        ],
        "priority": [{
                "name": "Resultados",
                "description": "Você não mede esforços para atingir metas. Raramente algum empecilho vai tirar você do caminho para obter sucesso. Você não dá e não aceita justificativa para o fracasso. O seu foco está em ser bem sucedido naquilo que se propôs a fazer."
            },
            {
                "name": "Ação",
                "description": "Você gosta de atingir sucesso em tudo o que faz e inicia projetos de forma rápida. Toma decisões rapidamente e tem o ritmo acelerado. É impaciente com pessoas hesitantes e que criam obstáculos."
            },
            {
                "name": "Desafio",
                "description": "Você não esconde sua insatisfação ao detectar falhas e ineficiências. É franco em sua comunicação, o que pode, às vezes, intimidar outras pessoas. Não enxerga benefício em fazer as coisas parecerem mais agradáveis do que realmente são. Você enxerga valor em eficiência e honestidade e não tem receio em desafiar outras pessoas."
            }
        ],
        "motivation": {
            "description": "Controle, autoridade e ambiente com alta energia.",
            "features": [
                "Executar ideias",
                "Autoridade",
                "Alcançar resultados",
                "Superar desafios",
                "Espaço para inovar",
                "Tomar decisões sérias",
                "Iniciar movimentos",
                "Metas desafiadoras",
                "Encantar outras pessoas"
            ]
        },
        "stress": {
            "description": "Autoridade desafiada, não ter controle sobre o próprio sucesso e desperdiçar tempo.",
            "features": [
                "Seguir procedimentos absolutos",
                "Perder tempo com ações que julga ineficientes",
                "Ser desafiado de forma direta",
                "Ser dependente",
                "Não ter comando",
                "Retardar seu ritmo",
                "Tratar com pessoas que não atendam suas exigências",
                "Rotina",
                "Lidar com necessidades emocionais alheias"
            ]
        },
        "discStyles": [{
                "name": "Dominante",
                "descriptions": [
                    "Entendem-se bem. Competitivos, diretos e autoconfiantes, entenderão o desejo por ação um do outro. Ambos precisam de desafios.",
                    "As discussões entre ambos devem ser abertas, dado que ninguém ali teme conflito. Em função de orientação por tarefas de ambos, terão de esforçar-se para se conscientizarem e cuidadosamente ouvirem um ao outro."
                ],
                "priorities": [
                    "Resultados",
                    "Ação",
                    "Desafio"
                ]
            },
            {
                "name": "Influente",
                "descriptions": [
                    "Entendem-se bem. Compartilham o sentido da urgência (rapidez), gostam de correr riscos e possuem um forte desejo de mudar seu ambiente. Ambos têm em vista serem reconhecidos.",
                    "Cada um ao seu modo, ambos são extrovertidos e poderão trabalhar bem juntos se o DS diminuir um pouco o ritmo e adicionar alguma diversão ao trabalho para motivar o alto I. O I pode, ainda, precisar de algum tempo a mais na tomada de decisão."
                ],
                "priorities": [
                    "Entusiasmo",
                    "Ação",
                    "Colaboração"
                ]
            },
            {
                "name": "Estável",
                "descriptions": [
                    "Não se entendem bem. O DS tem a tendência de impor-se sobre o S e terá de diminuir o seu ritmo significativamente, uma vez que o alto S não gosta de correr riscos e precisa de tempo para tomar decisões.",
                    "Desejando harmonia, o alto S poderá acompanhar o DS apenas para manter a paz. O DS precisará trabalhar muito duro para efetivamente ouvir e construir a confiança necessária para que o S verbalize suas preocupações."
                ],
                "priorities": [
                    "Apoio",
                    "Constância",
                    "Colaboração"
                ]
            },
            {
                "name": "Cauteloso",
                "descriptions": [
                    "Não se entendem bem. Um é rápido e o outro opera em ritmo moderado. Faz-se necessário muita adaptação para melhorar a comunicação entre ambos. O maior desafio do DS será prender-se aos fatos e diminuir o ritmo.",
                    "Terá ainda de fornecer mais informações do que de costume, mas sem forçar ou tornar-se por demais pessoal. Compartilham o uso inteligente do tempo e a necessidade de controlar seu ambiente."
                ],
                "priorities": [
                    "Exatidão",
                    "Constância",
                    "Desafio"
                ]
            }
        ],
        "relationship": [{
                "letter": "D",
                "name": "Dominante",
                "relationship": {
                    "description": [
                        "Dominantes gostam de ir direto ao ponto e isso pode abalar a maneira de como vocês se relacionam. Ambos estão dispostos a ser transparentes para chegar ao resultado. Tenha cuidado para não gerar discussões."
                    ],
                    "strategies": [
                        "Escute atenciosamente e reconheça todos os pontos",
                        "Não interrompa e permita que a ideia seja concluída",
                        "Dê atenção ao diálogo e evite discussão"
                    ]
                },
                "problems": {
                    "description": [
                        "Dominantes tomam decisão com rapidez e mantém o trabalho funcionando.",
                        "Vocês compartilham a ideia de usar soluções inovadoras e ágeis. Fique alerta para não haver luta de poder."
                    ],
                    "strategies": [
                        "Não insista muito em suas opiniões a ponto de desvalorizar a capacidade alheia",
                        "Trabalhe em conjunto para obter soluções benéficas",
                        "Seja flexível em alguns momentos"
                    ]
                },
                "strained": {
                    "description": [
                        "Pessoas com D alto são sinceras e não evitam embates, são competitivos e não abrem mão do seu posicionamento. Chegar a um acordo pode ser extremamente penoso."
                    ],
                    "strategies": [
                        "Priorize resolver o conflito ao invés de ganhar a discussão",
                        "Não agrida",
                        "Seja objetivo ao expor seus pontos e evite lutas de poder"
                    ]
                }
            },
            {
                "letter": "I",
                "name": "Influente",
                "relationship": {
                    "description": [
                        "Pessoas com estilo I são bem extravagantes e, provavelmente, mais sociáveis que você. Por isso tendem a focar mais no convívio enquanto você prefere obter resultados mensuráveis. Sua vontade de focar em seus objetivos pode fazer com que eles se sintam menosprezados."
                    ],
                    "strategies": [
                        "Valorizar a ligação entre vocês",
                        "Não colocar os resultados acima das pessoas",
                        "Não falar somente sobre negócios"
                    ]
                },
                "problems": {
                    "description": [
                        "Influentes gostam de iniciar a tratativa de um problema de forma rápida e você age do mesmo jeito, porém, de uma forma mais rígida. Por isso o alto I pode pensar que você não está levando a opinião dele a sério. Já você pode achar que ele não está levando a situação com comprometimento."
                    ],
                    "strategies": [
                        "Ouvir outras ideias, mesmo que sua autoconfiança o tente impedir",
                        "Manter a dinâmica em alto nível",
                        "Permitir que o alto I compartilhe suas aventuras"
                    ]
                },
                "strained": {
                    "description": [
                        "Pessoas com I alto prezam pelo relacionamento amigável, por isso elas podem ignorar os problemas e evitar conflitos, enquanto você quer resolver a situação logo. Influentes se posicionam de forma expressiva e emocional, já você se posiciona de forma racional e direta, o que pode exaltar os ânimos."
                    ],
                    "strategies": [
                        "Ter cuidado para que sua sinceridade não pareça um ataque pessoal",
                        "Ser cuidadoso",
                        "Deixar claro que a situação tensa do momento não interferirá no relacionamento"
                    ]
                }
            },
            {
                "letter": "S",
                "name": "Estável",
                "relationship": {
                    "description": [
                        "Pessoas do estilo S valorizam cooperação e interação amigável enquanto seu foco está em assumir o controle. Eles podem recuar e deixar as outras pessoas falarem, já você tem a tendência de dominar a situação."
                    ],
                    "strategies": [
                        "Possibilitar ambiente acolhedor que facilite sua exposição",
                        "Mostrar-se atento aos sentimentos",
                        "Buscar as ideias e opiniões dele"
                    ]
                },
                "problems": {
                    "description": [
                        "Você tende a ser mais rápido para solucionar problemas do que uma pessoa com estilo S. Enquanto pessoas do estilo S tendem a evitar mudanças rápidas e drásticas, você prefere soluções ousadas. Para você o alto S pode parecer indeciso, já para eles você pode passar a imagem de aventureiro."
                    ],
                    "strategies": [
                        "Respeitar o ritmo, mas trabalhar junto para melhorar eficiência",
                        "Acordo mútuo em decisões de prazo",
                        "Equilibrar as abordagens destemida e cautelosa"
                    ]
                },
                "strained": {
                    "description": [
                        "Pessoas do Estilo S buscam evitar problemas e chatear as pessoas ao redor, enquanto você lida mais diretamente com conflitos. Você pode dominar a situação, já que o alto S tem a tendência de ceder para evitar conflitos. O problema é que elas podem criar aversão a você."
                    ],
                    "strategies": [
                        "Ser diplomático e buscar a raiz do conflito",
                        "Não interpretar silêncio como resolução",
                        "Só deixar o conflito quando estiver, de fato, resolvido"
                    ]
                }
            },
            {
                "letter": "C",
                "name": "Cauteloso",
                "relationship": {
                    "description": [
                        "O cauteloso costuma precisar de mais tempo para analisar tudo cuidadosamente, enquanto você é mais imediatista e espera acontecimentos rápidos. Eles podem achar suas ações precipitadas e você pode achá-los demorados e sistemáticos."
                    ],
                    "strategies": [
                        "Falar sobre o objetivo",
                        "Evitar pressão por rapidez",
                        "Dar tempo para análise"
                    ]
                },
                "problems": {
                    "description": [
                        "Pessoas do Estilo C resolvem problemas considerando cuidadosamente o plano, enquanto você assume riscos e muda de direção. Você pode se frustrar ao ser questionado e o Estilo C pode achar você imprudente."
                    ],
                    "strategies": [
                        "Respeitar a necessidade de considerar todas as opções",
                        "Apoiar seu ponto de vista lógico em argumentos",
                        "Equilibrar seu ritmo acelerado com a cautela dele"
                    ]
                },
                "strained": {
                    "description": [
                        "As pessoas do Estilo C levam a discordância como um embate sobre quem está correto, evitam confronto direto e desafiam através de argumento, enquanto você tende a ser bruto e franco, deixando-o na defensiva. Por ser mais processual, eles podem recuar com a sua maneira impositiva."
                    ],
                    "strategies": [
                        "Buscar ser lógico e calmo",
                        "Dar espaço para processar a situação",
                        "Apresentar posição objetivamente, sem cobrar solução imediata"
                    ]
                }
            }
        ],
        "efficiency": [{
                "title": "AVALIE O IMPACTO DA SUA COMUNICAÇÃO",
                "description": "Você é muito pragmático em seus relacionamentos. É possível que a concentração em resultados impeça que você socialize com os demais ou o faça de maneira ríspida. Perceba que nem todos são dessa maneira e algumas pessoas mais sentimentais podem se ofender com o seu jeito. Reconheça e seja mais diplomático quando necessário.",
                "features": [
                    "Algumas pessoas podem levar para o pessoal e se retrair com você",
                    "Ao perceber que magoou alguém, mesmo sem intenção, peça desculpas de uma forma sincera"
                ]
            },
            {
                "title": "FAÇA BEM AS COISAS NA PRIMEIRA VEZ",
                "description": "Você tende a ser despreocupado e flexível, por isso tende a aceitar as coisas se elas se mostrarem “boas o suficiente”. Pessoas mais exigentes podem se sentir desrespeitadas se a sua falta de precisão obrigá-los a refazer o seu trabalho. Ao ser mais criterioso, você evitará a perda de tempo e esforço.",
                "features": [
                    "Seja mais exigente para manter os padrões mais elevados",
                    "Analise de forma mais detalhada ao invés do pressuposto de que as coisas estão certas"
                ]
            },
            {
                "title": "COMPARTILHE SUA ENERGIA POSITIVA",
                "description": "Você pode ser notado como enérgico e enfático. Não perde tempo em demonstrar sua insatisfação ou falta de paciência, porém, pode internalizar emoções positivas. Ao demonstrar seu entusiasmo, as pessoas pode se sentir mais confiantes e seguras com você.",
                "features": [
                    "Reconheça o bom trabalho das pessoas e faça elogios",
                    "Comemore os acertos ao invés de se concentrar somente em erros"
                ]
            }
        ]
    }
}